[
  {
    "id": "1",
    "category": "WAWANCARA",
    "question_text": "Bila atasan Anda menginginkan loyalitas diprioritaskan namun bertentangan dengan sikap profesionalisme, apa yang akan Anda lakukan?",
    "options": [
      {
        "option_text": "Mengerjakan apa yang dilakukan atasan, karena saya takut dipindahkan ke daerah terpencil",
        "score": 1
      },
      {
        "option_text": "Mencoba untuk meyakinkan atasan bahwa hal tersebut bukanlah hal yang baik",
        "score": 4
      },
      {
        "option_text": "Lakukan saja apa yang diminta atasan, karena atasan adalah role model bawahannya",
        "score": 2
      },
      {
        "option_text": "Hal yang diminta atasan tidak terlalu berdampak besar, lakukan saja permintaannya",
        "score": 3
      }
    ]
  },
  {
    "id": "2",
    "category": "WAWANCARA",
    "question_text": "Jika Anda diterima sebagai ASN, Anda akan bekerja keras atau bekerja cerdas?",
    "options": [
      {
        "option_text": "Saya lebih terbiasa bekerja sesuai dengan standar",
        "score": 2
      },
      {
        "option_text": "Ada kalanya suatu pekerjaan hanya bisa dilakukan dengan bekerja keras atau bekerja cerdas",
        "score": 3
      },
      {
        "option_text": "Saya selalu terbiasa untuk bekerja keras dengan cerdas",
        "score": 4
      },
      {
        "option_text": "Tergantung rekan-rekan kerja saya bekerja dengan cara seperti apa",
        "score": 1
      }
    ]
  },
  {
    "id": "3",
    "category": "WAWANCARA",
    "question_text": "Saat diterima nanti, hal apa yang menjadi prioritas Anda?",
    "options": [
      {
        "option_text": "Menguasai dan menjadi ahli pada bidang yang saya kerjakan",
        "score": 4
      },
      {
        "option_text": "Mulai merancang bisnis sampingan sesuai dengan modal dari gaji yang saya terima",
        "score": 1
      },
      {
        "option_text": "Mengenal rekan-rekan kerja yang ada di kantor",
        "score": 2
      },
      {
        "option_text": "Mempelajari budaya dan menjelajahi daerah penempatan saya",
        "score": 3
      }
    ]
  },
  {
    "id": "4",
    "category": "WAWANCARA",
    "question_text": "Setelah diterima menjadi ASN, apakah Anda masih siap belajar lagi?",
    "options": [
      {
        "option_text": "Saya akan mempelajari peraturan baru yang berlaku di instansi saya",
        "score": 3
      },
      {
        "option_text": "Jika ada yang menawarkan beasiswa, saya akan belajar untuk mengikuti tesnya",
        "score": 2
      },
      {
        "option_text": "Saya sudah mendapatkan gaji tetap dan jaminan hari tua, bagi saya itu saja sudah cukup",
        "score": 1
      },
      {
        "option_text": "Prinsip saya, saya tidak akan pernah berhenti belajar, mengembangkan diri dan menguasai hal baru",
        "score": 4
      }
    ]
  },
  {
    "id": "5",
    "category": "WAWANCARA",
    "question_text": "Nilai yang paling dijunjung oleh seorang ASN adalah integritas, apakah Anda memiliki nilai tersebut?",
    "options": [
      {
        "option_text": "Saat ini saya mungkin masih belum sepenuhnya berintegritas, namun saya akan selalu berupaya untuk berintegritas dalam setiap perilaku saya",
        "score": 4
      },
      {
        "option_text": "Terkadang sulit untuk berintegritas jika orang disekitar saya tidak melakukannya juga",
        "score": 2
      },
      {
        "option_text": "Saya tidak konsisten berintegritas, namun juga tidak pernah bermaksud berperilaku menyimpang",
        "score": 3
      },
      {
        "option_text": "Saya orangnya berintegritas, namun terkadang berperilaku menyimpang jika ada kesempatan",
        "score": 1
      }
    ]
  },
  {
    "id": "6",
    "category": "WAWANCARA",
    "question_text": "Jika Anda diterima menjadi ASN, berapa lama Anda akan berbakti di lembaga pemerintahan ini?",
    "options": [
      {
        "option_text": "Bila suatu saat saya mendapatkan pilihan yang lebih baik, mungkin saya akan meninggalkan pekerjaan ASN",
        "score": 1
      },
      {
        "option_text": "Jika ada yang menawarkan pekerjaan yang gajinya lebih tinggi, saya akan langsung resign",
        "score": 1
      },
      {
        "option_text": "Bekerja hingga masa pensiun, walaupun saya punya pekerjaan sampingan yang juga menjanjikan",
        "score": 3
      },
      {
        "option_text": "Jika ada program penambahan masa kerja sebelum pensiun, maka saya akan ikut",
        "score": 4
      }
    ]
  },
  {
    "id": "7",
    "category": "WAWANCARA",
    "question_text": "Bagaimana cara Anda dalam menyelesaikan suatu pekerjaan?",
    "options": [
      {
        "option_text": "Harus menyelesaikan suatu pekerjaan sampai tuntas baru bisa mengerjakan yang lainnya",
        "score": 3
      },
      {
        "option_text": "Menunggu sampai waktu deadlinenya sudah dekat",
        "score": 1
      },
      {
        "option_text": "Langsung menyelesaikannya segera setelah ditugaskan supaya saya punya waktu untuk mengecek ulang hasil pekerjaan saya",
        "score": 4
      },
      {
        "option_text": "Menyelesaikan pekerjaan dengan cepat tanpa memperhatikan kualitasnya",
        "score": 2
      }
    ]
  },
  {
    "id": "8",
    "category": "WAWANCARA",
    "question_text": "Bagaimana respon Anda jika atasan Anda lebih muda dari Anda?",
    "options": [
      {
        "option_text": "Tidak mau disuruh olehnya",
        "score": 1
      },
      {
        "option_text": "Biasa saja dan bekerja seperti biasa",
        "score": 3
      },
      {
        "option_text": "Memanggilnya dengan Namanya",
        "score": 2
      },
      {
        "option_text": "Tetap menghormati dan menghargainya sebagai pimpinan",
        "score": 4
      }
    ]
  },
  {
    "id": "9",
    "category": "WAWANCARA",
    "question_text": "Apabila Anda mendapat beban pekerjaan yang lebih banyak dibandingkan dengan rekan kerja Anda, apa yang akan Anda lakukan?",
    "options": [
      {
        "option_text": "Meminta teman kerja untuk membantu saya mengerjakannya",
        "score": 2
      },
      {
        "option_text": "Menyelesaikan pekerjaannya dengan baik sampai selesai",
        "score": 4
      },
      {
        "option_text": "Hanya mengerjakan sebagian saja dan mengabaikan yang lainnya",
        "score": 1
      },
      {
        "option_text": "Meminta kepada atasan untuk membagi pekerjaan secara adil",
        "score": 3
      }
    ]
  },
  {
    "id": "10",
    "category": "WAWANCARA",
    "question_text": "Jika Anda ditugaskan untuk mengerjakan suatu pekerjaan rutin harian, apa tindakan yang akan Anda lakukan?",
    "options": [
      {
        "option_text": "Saya akan mencari cara-cara efisien dan efektif supaya lebih mudah dan lebih cepat menyelesaikannya",
        "score": 4
      },
      {
        "option_text": "Dalam kurun waktu tertentu, saya akan minta pada atasan untuk diberikan jenis pekerjaan yang lain",
        "score": 3
      },
      {
        "option_text": "Saya pasti bosan dan jenuh lalu mulai mencari pekerjaan diluar kantor",
        "score": 1
      },
      {
        "option_text": "Menyelesaikannya dari pagi sampai menunggu jam pulang kantor",
        "score": 2
      }
    ]
  }
]